[Enlighten]
Enlighten=Enlighten
BounceLighting=Bounce Lighting\tCtrl+Alt+1
TextureDensity=Texture Density\tCtrl+Alt+2
Systems=Systems\tCtrl+Alt+3
SystemDependencies=System Dependencies\tCtrl+Alt+4
Atlas=Atlas\tCtrl+Alt+5
Retargeting=Retargeting\tCtrl+Alt+6
TextureAlbedo=Texture Albedo
TextureEmissive=Texture Emissive
ProbeLighting=Probe Lighting\tCtrl+Alt+7
DusterLocation=Duster Location\tCtrl+Alt+8
DusterInputLighting=Duster Input Lighting\tCtrl+Alt+9
DusterAlbedo=Duster Albedo\tCtrl+Alt+0
DusterShadows=Duster Shadows\tCtrl+Alt+_
GeneratedUVsZero=Generated UVs - Base Mesh\tCtrl+Alt+=
GeneratedUVsTarget=Generated UVs - Target\tCtrl+Alt+F
ForceWhiteAlbedo=Force White Albedo\tCtrl+Alt+G
ShowTargetGeometry=Show Enlighten Target Geometry (Radiosity Contribution)\tCtrl+Alt+H
ShowContributeOnlyGeometry=Show "Contribute Only" Geometry\tCtrl+Alt+J
TargetLinks=Target links\tCtrl+Alt+L
Debug=Debug
ToolTip_Precompute=Enlighten Precompute
LargeSystemWarning=Very large system detected, precompute may be extremely slow.  Do you want to continue?
LevelRenameQuestion=Rename Enlighten system dependencies that depend on this level?
LevelRenameWarning=Enlighten system dependencies in levels not currently loaded will need to be renamed manually.
BuildSpawnFailed=Failed to start Precompute process.  If you have requested Distribution, ensure that Incredibuild's xgConsole application is in the system PATH.
GeoRadiosityError=There were errors running GeoRadiosity
SpawnGeoRadiosityFailed=Spawning GeoRadiosity failed
BuildRunFailed=Failed to run MSBuild
BuildError=There were errors. Do you want to see the error log?
EnvLightInputPropertiesCaption=Enlighten EnvLightInput Properties - `~
EnvLightInputProperties=EnvLightInput Properties
EnvLightCubeMap=EnvLightInput Cubemap
ObjectContext_EditUsingEnlightenEnvLightEditor=Edit Using Enlighten EnvLightInput Editor...
EnlightenBuildOptions=Enlighten Build Options
CalculateSystemDependencies=Calculate Auto System Dependencies
ShowPrecomputeTxt=Show Precompute report
BuildGeometry=Rebuild BSP Geometry
BuildType=Build type:
BuildType_Precompute=Precompute
BuildType_VisOnly=Precomp. vis.
BuildType_ExportOnly=Export only
BuildType_AutoSystemGenerate=Auto System Generate only
BuildExportPath=Export path:
UVInstancing=UV Instancing
CouldNotRemoveOutputDir=Failed trying to delete output directory
RemoveRedundantSysDep=The precompute has detected unnecessary system dependencies. Would you like to have these removed?
NonAutoGenMassiveLOD=System '`~' is a Massive LOD parent system, but is not auto-generated. Redo your Massive LOD assignments.
LaunchGeoRadiosity=Launch GeoRadiosity on finish
DistributePrecompute=Use Incredibuild to distribute the precompute tasks
ForceBuild=Forced Build
LightingQuality=Lighting quality:
LightingQuality_Preview=Preview
LightingQuality_Production=Production
BuildOptions_SubsetToBuild=Systems to build:
BuildOptions_CantFindLevelBrowser=Can't find Level Browser; precompute aborted.
BuildOptions_CantFindSystemsBrowser=Can't find Enlighten Systems Browser; precompute aborted.
BuildSubset_WS_All=All
BuildSubset_WS_CurrentSystem=Current system
BuildSubset_WS_CurrentLevel=Current level
BuildSubset_WS_SelectedSystems=Selected systems
BuildSubset_WS_SelectedLevels=Selected levels
ActorProperties_SetTargetMesh=Set As Target Mesh
ActorProperties_AddToTargetMesh=Use '`~' as Target Mesh
ActorProperties_ClearTargetMesh=Clear Target Mesh
ActorProperties_EnlightenSubMenu=Enlighten
ActorProperties_EnlightenActorSubMenu=Actors
ActorProperties_EnlightenRetargetSubMenu=Retargetting
ActorProperties_EnlightenDependencySubMenu=System Dependencies
ActorProperties_SetCurrentSystem=Set Current System
ActorProperties_SetAsDependencyOfCurrentSystem=Set as Dependency of Current System
ActorProperties_SetTwo_WayDependencyWithCurrentSystem=Set Two-Way Dependency With Current System
ActorProperties_SetN_WayDependencyBetweenSelected=Set N-Way Dependency Between Selected Systems
ActorProperties_RemoveDependencyFromCurrentSystem=Remove Dependency From Current System
ActorProperties_RemoveDependenciesBetweenSelected=Remove Dependencies Between Selected Systems
ActorProperties_RemoveDependenciesBetweenSelectedAndCurrentSystem=Remove Dependencies Between Selected Systems and Current System
ActorProperties_RemoveAllDependenciesFromSelected=Remove Interdependencies Between Selected Systems
ActorProperties_AutoCalcDependencies=Auto Calc Dependencies For Selected System(s)
EnlightenParamset_F=Enlighten Paramset: `~
EnlightenParamsetTemplate_F=Enlighten Paramset Template: `~
EnlightenSystemComponent_F=Enlighten System Component: `~
Enlighten_Level_AddNewSystem=Add System
Enlighten_Level_AutoCalculateDependencies=Auto Calculate Dependencies for Selected Level
Enlighten_Level_AutoCalculateProbeVolumeDependencies=Auto Calculate Probe Volume Dependencies for Selected Level
Enlighten_Level_ClearData=Clear Enlighten Data for Level
Enlighten_ProbeVolume_AddCurrentSystemAsDependency=Add Current System as a Dependency of this Probe Volume
Enlighten_ProbeVolume_RemoveCurrentSystemAsDependency=Remove Current System as a Dependency of this Probe Volume
Enlighten_ProbeVolume_AutoCalculateSystemDependencies=Auto Calculate System Dependencies for this Probe Volume
Enlighten_System_AutoCalculateDependencies=Auto Calc Dependencies for System
Enlighten_System_ClearData=Clear Enlighten Data for System
Enlighten_System_Remove=Remove System
Enlighten_System_RemoveAllDependencies=Remove All Dependencies from Selected System
Enlighten_System_RemoveDependencyFromCurrent=Remove Dependency from Current System
Enlighten_System_SelectCurrent=Set as Current System
Enlighten_System_SetAsDependencyOfCurrent=Set as a Dependency of Current System
Enlighten_World_AutoCalculateDependencies=Auto Calc Dependencies for World
Enlighten_World_AutoCalculateProbeVolumeDependencies=Auto Calculate Probe Volume Dependencies for the World
Enlighten_World_ClearData=Clear Enlighten Data for World
Enlighten_World_UpdateAlbedos=Update Albedo
EnlightenMoveSelectedActorsToCurrentLevelSystem=Move Selected Actor(s) To Current Level/System
EnlightenRemoveManualSystemAssignment=Remove Manual System Assignment
EnlightenTooManySystemsError=Error! Enlighten currently doesn't support more than 256 systems. Be prepared for unpredictable behavior
EnlightenError=Error
EnlightenWarning=Warning
EnlightenQuestion=Question
EnlightenCantDeleteDefaultSystem=Can't Delete Default System
EnlightenCantDeleteNonEmptySystem=Can't delete a System until all Actors are removed from it
EnlightenCanOnlyMoveActorsToSystemInSameLevel=You can only move Actors to Systems in the same Level
L2ProbesNotSupportedOnConsoles=Current map contains at least one L=2 probeset, which is not supported on the consoles. Will use L=1 fallback for these on consoles.
EnlightenSortByName=Sort by Name
EnlightenSortByLightmapPixels=Sort by Lightmap Pixels
EnlightenColourByNone=<No Colours>
EnlightenColourByLightingMode=Colour by Lighting Mode
EnlightenColourByLightmapBudget=Colour by Lightmap Budget
EnlightenColourByLightmapSize=Colour by Lightmap Size
TargetSameAsChild=Target mesh is same as selected child mesh!
TargetNotInSameSystem=Target mesh is not in same system as child mesh!
ChildAlreadyATarget=Child mesh is already a target mesh!
TargetWrongLightingMode=Target static mesh component must have lighting mode ELM_ContributesAndReceivesRadiosity or ELM_ContributeAndReceiveHidden
TargetAlreadyAChild=Target mesh is already the child of another target mesh!
TargetIsBuilderBrush=Builder brushes cannot be target meshes!
MovingTargetToNewSystem=You are attempting to move one or more target meshes to a different system without moving all their children.  Do you want to move all children of these meshes to the new system? (Choosing 'No' will sever the links between this target and any unmoved children)
MovingChildToNewSystem=You are attempting to move one or more child meshes to a different system without also moving their target meshes.  Do you want to break the link between these child meshes and their target meshes?
MovingPrefabActorToDifferentLevel=Cannot move prefab actors to a different level as their parent prefab. Non-prefab actors will still be moved.
CantMoveAsSystemAutoGenerated=Cannot move Actor(s) to an Auto-Generated System
CantMoveOutOfAutoGenerated=Cannot move Actor(s) out of an Auto-Generated System
UseEnlighten=Use Enlighten
MultiComponentActorReplace=Either actor consists of more than one component, target assignments will be lost
UseEnlightenButton_Tooltip=Build data required for Enlighten lighting
ExportFileError=An error occurred while trying to create a file during the Enlighten export process.  This may be due to an excessively long package/system name, a read-write access failure or something else entirely...
ChooseTemporaryPath=Choose a location to store Enlighten Precompute Temporary Files
UTFCharacterWarning=Non-ASCII Characters are not supported in the Enlighten Temporary Path.\nPlease Choose a new Enlighten Temporary Path
EnlightenPathLengthWarning=The chosen Enlighten Temporary Path is very long, as a result the Precompute may fail to complete.\nWould you like to choose a different Enlighten Temporary Path?
Atlas_LODChooseText=LOD to operate on
Atlas_SourceUVText=UV channel to get input UVs from
Atlas_TargetUVText=UV channel to write results to
Atlas_TextureSizeText=Target texture size
Atlas_GutterText=UV Gutter size
Atlas_NumRecursionsText=Number of recursions to perform
Atlas_UseLSCMText=Use alternative algorithm (LSCM)
Atlas_MinTextureUsageText=Minimum texture usage
Atlas_Apply=Apply
Atlas_ProgressText=Generating UV Atlas...
Atlas_Successful=Atlassing successful.
Atlas_Failed=Atlassing failed; see log for details.
EnlightenAtlassing=Enlighten Atlassing...
FindSelectedInEnlightenSystemBrowser=Find in Enlighten Systems Browser...
CreateNewSystemsWithSelected=Create a new system with the selected actors
MoveSelectedActorsToCurrentSystem=Move Selected Actors to Current System
MoveSelectedActorsToCurrentSystemAndLevel=Move Selected Actors to Current System and Level
EnlightenHideSelected=Hide selected in editor
EnlightenShowSelected=Show selected in editor
EnlightenHideChildren=Hide children in editor
EnlightenShowChildren=Show children in editor
EnlightenHideSelectedAndChildren=Hide selected and children in editor
EnlightenShowSelectedAndChildren=Show selected and children in editor
EnlightenHideSystem=Hide System contents in editor
EnlightenShowSystem=Show System contents in editor
EnlightenHideAllButSelected=Hide all except selected
EnlightenVolumes=Volumes